IDEA StatiCa Open Model
MemberImportance Enumeration
Compatible with IDEA StatiCa Beta 21.0 - beta
 Member importance
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum MemberImportance
Public Enumeration MemberImportance
public enum class MemberImportance
Members
Member name | Value | Description
Major | 0 |  Major
Minor | 1 |  Minor
See Also
Reference
IdeaRS.OpenModel.Concrete Namespace